Repository: tellurianinteractive/Tellurian.Trains.ModuleMeetingApp
Catalog: App/Client/App.*.resx
Languages: cs, da, de, fi, fr, no

source: breakfast
cs: snídaně
da: morgenmad
de: Frühstück
fi: aamiainen
fr: déjeuner
no: frokost

source: Clock
cs: Hodiny
da: Ur
de: Uhr
fi: Kello
fr: Horloge
no: Klokke

source: Clock Administration
cs: Správa hodin
da: Ur administration
de: Uhrverwaltung
fi: Kellonhallinta
fr: Gestion de l'horloge
no: Klokkeadministrasjon

# ClockPassword
source: Clock password (only for administrators)
cs: Heslo hodin
da: Ur adgangskode
de: Uhrpasswort
fi: Kellon salasana
fr: Mot de passe de l'horloge
no: Klokkepassord (bare for administratorer)

source: Clock settings
cs: Nastavení hodin
da: Tid opsætning
de: Uhreinstellungen
fi: Kellon asetukset
fr: Paramètres de l'horloge
no: Klokkeinnstillinger

# Closing
source: hall is closing
cs: hala se zavírá
da: hallen lukker
de: Halle schließt
fi: sali on kiinni
fr: Est la fermeture
no: hallen stenger

source: dinner
cs: večeře
da: middag
de: Abendessen
fi: illallinen
fr: dîner
no: middag

source: Expected resume time
cs: Očekávaný čas obnovení
da: Forventet genoptagelsestid
de: Voraussichtliche Startzeit
fi: Odotettu jatkoaika
fr: Heure de reprise prévue
no: Forventet gjenopptakstid

source: Fast clock
cs: Rychlé hodiny
da: Hurtigt ur
de: Schnelle Uhr
fi: Nopea kello
fr: Horloge rapide
no: Rask klokke

source: Friday
cs: Pátek
da: Fredag
de: Freitag
fi: Perjantai
fr: vendredi
no: Fredag

# GameDuration
source: Game duration (hours)
cs: Délka hry (hodiny)
da: Spillets varighed (timer)
de: Dauer (Stunden)
fi: Pelin kesto (tuntia)
fr: Durée du jeu (heures)
no: Spillets varighet (timer)

source: Game is paused
cs: Hra je pozastavena
da: Spillet er sat på pause
de: Spiel ist angehalten
fi: Peli on keskeytetty
fr: Le jeu est en pause
no: Spillet er satt på pause

source: Game is paused for
cs: Hra je pozastavena na
da: Spillet er sat på pause for
de: Spiel ist angehalten für
fi: Peli on keskeytetty
fr: Le jeu est suspendu pour
no: Spillet er satt på pause for

# GameIsResumedAtTime
source: Game is resumed at {0}
cs: Hra je obnovena v {0}
da: Spillet genoptages kl {0}
de: Das Spiel wird um {0} Uhr fortgesetzt
fi: Peliä jatketaan klo {0}
fr: Le jeu reprend à {0}
no: Spillet gjenopptas kl {0}

source: Game over!
cs: Konec hry!
da: Spillet er slut!
de: Das Spiel ist zu Ende!
fi: Peli ohi!
fr: Jeu terminé!
no: Spill slutt!

source: Game start time
cs: Čas zahájení hry
da: Starttidspunkt
de: Startzeit
fi: Pelin alkamisaika
fr: Heure de début
no: Start tid

source: Home
cs: Domov
da: Startside
de: Startseite
fi: Koti
fr: Accueil
no: Hjem

# IsRunning
source: Clock is running
cs: Hodiny běží
da: Uret kører
de: Uhr läuft
fi: Kello on käynnissä
fr: L’horloge tourne
no: Klokka kjører

source: lunch
cs: oběd
da: Frokost
de: Mittagessen
fi: lounas
fr: déjeuner
no: Lunsj

source: meeting
cs: setkání
da: møde
de: Modultreffen
fi: tapaaminen
fr: réunion
no: møte

# Message
source: Message (default language)
cs: Zpráva
da: Besked
de: Nachricht
fi: Viesti
fr: Message
no: Melding (standardspråk)

source: Mode
cs: Režim
da: Tilstand
de: Modus
fi: Käyttötapa
no: Modus

source: Monday
cs: Pondělí
da: Mandag
de: Montag
fi: Maanantai
fr: lundi
no: Mandag

source: No day
cs: Žádný den
da: Ingen dag
de: Kein Tag
fi: Ei päivää
fr: Non Jour
no: Ingen dag

source: no reason
cs: bez důvodu
da: Ingen årsag
de: Kein Grund
fi: ei syytä
fr: aucun motif
no: ingen årsak

# NotFound
source: Sorry, there's nothing at this address!
cs: Litujeme, na této adrese nic není!
da: Beklager, der er intet på denne adresse!
de: Entschuldigung, an dieser Adresse ist nichts!
fi: Valitettavasti tässä osoitteessa ei ole mitään!
fr: Désolé, il n'y a rien à cette adresse !
no: Beklager, det er ingenting på denne adressen!

# OnlyAdministratorCanStart
source: Only administrator can restart
cs: Pouze administrátor může restartovat
da: Kun administrator kan genstarte
de: Nur der Administrator kann starten
fi: Vain järjestelmänvalvoja voi käynnistää uudelleen
fr: Seul l'administrateur peut redémarrer
no: Bare administrator kan starte på nytt

# Other
source: Other reason
cs: Jiný důvod
da: Andre årsager
de: Anderer Grund
fi: Muu syy
fr: Autre raison
no: Annen årsak

source: Pause at real time
cs: Pauza v reálném čase
da: Pause ved klokken
de: Pause zur Echtzeit
fi: Keskeytä reaaliajassa
fr: Pause en temps réel
no: Pause kl

# Realclock
source: Real time clock
cs: Hodiny reálného času
da: Ur i realtid
de: Echtzeituhr
fi: Reaaliaikainen kello
fr: Horloge temps réel
no: Sanntidsklokke

source: Register
cs: Registrovat
da: Registrer
de: Registrieren
fi: Rekisteröidy
fr: Inscrives
no: Registrer

source: Saturday
cs: Sobota
da: Lørdag
de: Samstag
fi: Lauantai
fr: Samedi
no: Lørdag

source: Select clock mode
cs: Vyberte režim hodin
da: Vælg urtilstand
de: Uhrmodus auswählen
fi: Valitse kellotila
fr: Sélectionnez le mode horloge
no: Velg klokkemodus

source: Show less
cs: Zobrazit méně
da: Vis mindre
de: Weniger anzeigen
fi: Näytä vähemmän
fr: Voir moins
no: Vis mindre

source: Show more
cs: Zobrazit více
da: Vis mere
de: Mehr anzeigen
fi: Näytä lisää
fr: Voir plus
no: Vis mer

source: Show real time when paused
cs: Zobrazit skutečný čas při pozastavení
da: Vis realtid, når der er pause
de: Bei angehaltener Uhr Echtzeit anzeigen
fi: Näytä reaaliaikainen tauko
fr: Afficher en temps réel en pause
no: Vis sanntid når du er på pause

# Speed
source: Clock speed
cs: Rychlost hodin
da: Urhastighed
de: Uhrtakt
fi: Kellonopeus
fr: Fréquence d'horloge
no: Klokkehastighet

source: Start
cs: Začněte
fi: Alkaa
fr: Commencez

source: Station- or personal name
cs: Staniční nebo osobní jméno
da: Station- eller personlig navn
de: Bahnhof oder persönlicher Name
fi: Aseman tai henkilön nimi
fr: Station- ou nom personnel
no: Stasjons- eller personnavn

source: Stop
cs: Zastavit
de: Anhalten
fi: Lopettaa
fr: Arrêtez
no: Stopp

source: Sunday
cs: Neděle
da: Søndag
de: Sonntag
fi: Sunnuntai
fr: Dimanche
no: Søndag

source: Tuesday
cs: Úterý
da: Tirsdag
de: Dienstag
fi: Tiistai
fr: Mar
no: Tirsdag

source: Thursday
cs: Čtvrtek
da: Torsdag
de: Donnerstag
fi: Torstai
fr: Jeudi
no: Torsdag

source: Waiting for data...
cs: Čekání na data...
da: Venter på data ...
de: Auf Daten wird gewartet...
fi: Odotetaan tietoja...
fr: En attente de données...
no: Venter på data ...

source: Wednesday
cs: Středa
da: Onsdag
de: Mittwoch
fi: Keskiviikko
fr: Mercredi
no: Onsdag

source: Unknown
cs: Neznámý
da: Ukendt
de: Unbekannt
fi: Tuntematon
fr: Inconnu
no: Ukjent

source: Delays
cs: Zpoždění
da: Forsinkelser
de: Verzögerungen
fi: Viivästykset
fr: Retards
no: Forsinkelser

source: About
cs: O produktu
da: Om
de: Über
fi: Noin
fr: Sur
no: Om

source: Contact
cs: Kontakt
da: Kontaktperson
de: Kontakt
fi: Ottaa yhteyttä
no: Kontakt

source: References
cs: Reference
da: Referencer
de: Referenzen
fi: Viitteet
fr: Les références
no: Referanser

source: Save
cs: Uložit
da: Gem
de: Speichern
fi: Tallentaa
fr: Sauver
no: Lagre

source: Refresh
cs: Aktualizace
da: Opdater
de: Aktualisieren
fi: Virkistää
fr: Actualise
no: Oppdater

source: Apply
cs: Aplikovat
da: Anvend
de: Übernehmen
fi: Käytä
fr: Appliquer
no: Bruk

source: Bad request
cs: Špatný požadavek
da: Forkert anmodning
de: Ungültige Anforderung
fi: Huono pyyntö
fr: Mauvaise demande
no: Ugyldig forespørsel

source: Unauthorized
cs: Neoprávněný
da: Uautoriseret
de: Nicht autorisiert
fi: Luvaton
fr: Non autorisé
no: Uautorisert

source: None
cs: Žádný
da: Ingen
de: Keine
fi: Ei mitään
fr: Rien
no: Ingen

source: Dark
cs: Tmavý
da: Mørk
de: Dunkel
fi: Tumma
fr: Sombre

source: Light
cs: Slabé
da: Lys
de: Hell
fi: Kevyt
fr: Lumineux

source: Saved
cs: Uložené
da: Gemt
de: Gespeichert
fi: Tallennettu
fr: Enregistré

# UserName
source: User
cs: Uživatel
da: Bruger
fi: Käyttäjä
fr: Utilisateur

source: IP-address
cs: IP adresa
da: IP-adresse
de: IP-Adresse
fi: IP-osoite
fr: Adresse IP

# WelcomeUser
source: Welcome {0}
cs: {0}, vítejte
da: Velkommen {0}
de: Willkommen {0}
fi: Tervetuloa {0}
fr: Bienvenue {0}

# AnotherUserHasStoppedClock
source: User {0} has stopped the clock!
cs: Uživatel {0} zastavil hodiny!
da: Bruger {0} har stoppet uret!
de: {0} hat die Uhr angehalten!
fi: Käyttäjä {0} on pysäyttänyt kellon!
fr: L'utilisateur {0} a arrêté l'horloge!
no: Bruker {0} har stoppet klokken!

# AppName
source: The Module Meeting App
cs: Aplikace Module Meeting
da: Modultræfappen
de: Modultreffenapp
fi: Module Meeting Sovellus
fr: L'appli de Réunion du Module
no: Modultreffappen

source: Booster error
cs: Chyba posilovače
da: Booster-fejl
de: Booster-Fehler
fi: Booster-virhe
fr: Erreur de rappel
no: Boosterfeil

source: Cabling error
cs: Chyba kabeláže
da: Kabelfejl
de: Verkabelungsfehler
fi: Kaapelointivirhe
fr: Erreur de câblage
no: Kablingsfeil

# CentralError
source: Error in digital central
cs: Chyba v digitálním ústředně
da: Fejl i digital central
de: Fehler in der Digitalzentrale
fi: Virhe digitaalisessa keskuksessa
fr: Erreur dans la centrale numérique
no: Feil i digital sentral

source: Clock is running in real time
cs: Hodiny běží v reálném čase
da: Ur kører i realtid
de: Die Uhr läuft in Echtzeit
fi: Kello toimii reaaliajassa
fr: L'horloge tourne en temps réel
no: Klokken kjører i sanntid

# ClockSpeed
source: Clock speed {0:F1}
cs: Rychlost hodin {0:F1}
da: Urets hastighed {0:F1}
de: Uhrtakt {0:F1}
fi: Kellonopeus {0:F1}
fr: Vitesse d'horloge {0:F1}
no: Klokkens hastighet {0:F1}

source: Clock users
cs: Uživatelé hodin
da: Urbrugere
de: User
fi: Kellon käyttäjät
fr: Utilisateurs d'horloge

source: coffe
cs: přestávka na kávu
da: kaffe
de: Kaffeepause
fi: kahvi
fr: café
no: kaffepause

# ContinueGameFromThisTime
source: Continue game from this time (instead of current time)
cs: Pokračujte ve hře od této doby
da: Fortsæt spillet fra dette tidspunkt
de: Spiel ab dieser Zeit fortsetzen
fi: Jatka peliä tästä lähtien
fr: Continuer le jeu à partir de ce moment
no: Fortsett spillet fra denne tiden (i stedet for nåværende tidspunkt)

# CurrentClockName
source: Current clock name: {0}
cs: Aktuální název hodin: {0}
da: Nuværende urnavn: {0}
de: Aktueller Uhrname: {0}
fi: Kellon nykyinen nimi: {0}
fr: Nom de l'horloge actuelle : {0}
no: Gjeldende klokkenavn: {0}

# CurrentClockUsers
source: Current {0} clock users
cs: Současných {0} hodin uživatelů
da: Aktuelle brugere af {0} ur
de: Aktuelle {0} User
fi: Nykyiset {0} kellon käyttäjät
fr: {0} utilisateurs d'horloge actuels

source: Derailment
cs: Vykolejení
da: Afsporing
de: Entgleisung
fi: Suistuminen
fr: Déraillement
no: Avsporing

source: Driver shortage
cs: Nedostatek řidičů
da: Mangel på personale
de: Lokführermangel
fi: Kuljettajien puute
fr: Pénurie de chauffeurs
no: Sjåførmangel

# GameEndsAtTime
source: Game ends at {0}, real time {1}
cs: Hra končí v {0} v reálném čase {1}
da: Spillet slutter kl {0}, realtid {1}
de: Das Spiel endet um {0} Uhr, Echtzeit {1} Uhr
fi: Peli päättyy {0}, reaaliaikainen {1}
fr: Le jeu se termine à {0}, temps réel {1}
no: Spillet avsluttes {0}, sanntid {1}

# GameHourIsMinutes
source: Game hour is {0:F0} minutes
cs: Hodina hry je {0:F1} minut
da: Spilletime er {0:F0} minutter
de: Eine Spielstunde dauert {0:F1} Minuten
fi: Pelin tunti on {0:F1} minuuttia
fr: L'heure du jeu est {0:F1} minutes
no: Spilletime er {0:F0} minutter

source: Latest access time
cs: Poslední přístupová doba
da: Seneste adgangstid
de: Letzte Zugriffszeit
fi: Viimeisin käyttöaika
fr: Dernière heure d'accès

source: LocoNet error
cs: Chyba LocoNet
da: LocoNet-fejl
de: LocoNet-Fehler
fi: LocoNet-virhe
fr: Erreur LocoNet
no: LocoNet-feil

# NoUsersOrUnathorized
source: No users or not authorised.
cs: Žádní uživatelé nebo neautorizovaní.
da: Ingen brugere eller du er ikke autoriseret.
de: Kein autorisierter User.
fi: Ei käyttäjiä tai ei ole valtuutettua.
fr: Aucun utilisateur ou vous n'êtes pas autorisé.

# PauseAtTimeForReason
source: Pause from {0} for {1}
cs: Pauza od {0} na {1}
da: Pause fra {0} for {1}
de: Pause von {0} wegen {1}
fi: Keskeytä {0} sta {1}
fr: Pause de {0} pour {1}
no: Pause fra {0} for {1}

# PauseBetweenTimeForReason
source: Pause between {0} and {1} for {2}
cs: Pozastavte mezi {0} a {1} po dobu {2}
da: Pause mellem {0} og {1} for {2}
de: Pause zwischen {0} und {1} für {2}
fi: Keskeytä {0} - {1} välillä {2}
fr: Pause entre {0} et {1} pour {2}
no: Pause mellom {0} og {1} for {2}

source: Point problem
cs: Bodový problém
da: Sporskifte fejl
de: Problem: Weichen
fi: Kohta ongelma
fr: Erreurs de commutation
no: Sporskiftefeil

# RegisterNameAndPassword
source: Register name and clock password to modify clock settings
cs: Zaregistrujte si jméno a heslo hodin a upravte nastavení hodin
da: Registrer navn og ur-adgangskode for at ændre urets indstillinger
de: Registrieren Sie Ihren Namen und das Uhrpasswort, um die Uhreinstellungen zu ändern
fi: Rekisteröi nimi ja kellon salasana kelloasetusten muokkaamiseksi
fr: Enregistrez le nom et le mot de passe de l'horloge pour modifier les paramètres de l'horloge
no: Registrer navn og klokkepassord for å endre klokkeinnstillinger

# RegisterNameAndPasswordForStoppingClock
source: Register name and password to be able to stop clock.
cs: Zaregistrujte si jméno a heslo, abyste mohli zastavit hodiny.
da: Registrer navn og adgangskode for at kunne stoppe uret.
de: Registrieren Sie Namen und Passwort, um die Uhr anhalten zu können.
fi: Rekisteröi nimi ja salasana pysäyttääksesi kellon.
fr: Enregistrez le nom et le mot de passe pour pouvoir arrêter l'horloge.

source: Select clock
cs: Vyberte hodiny
da: Vælg ur
de: Uhr auswählen
fi: Valitse kello
fr: Sélectionnez l'horloge
no: Velg klokke

source: Select stop reason
cs: Vyberte důvod zastavení
da: Vælg stop-grund
de: Grund für das Anhalten wählen
fi: Valitse pysäytyksen syy
fr: Sélectionnez la raison de l'arrêt
no: Velg stop-grunn

# SelectTheme
source: Select coluor theme
cs: Vyberte barevný motiv
da: Vælg farvetema
de: Farbthema auswählen
fi: Valitse väriteema
fr: Sélectionnez le thème de couleur

# SetClockAdministratorPassword
source: Set password for administrators
cs: Nastavit heslo pro správce
da: Angiv adgangskode til administratorer
de: Passwort für Administratoren festlegen
fi: Aseta salasana järjestelmänvalvojille
fr: Définir le mot de passe pour les administrateurs
no: Still inn passord for klokke

source: Set clock name
cs: Nastavit název hodin
da: Indstil urets navn
de: Uhrnamen einstellen
fi: Aseta kellon nimi
fr: Définir le nom de l'horloge
no: Angi klokke navn

# SetClockUserPassword
source: Set password for users
cs: Nastavit heslo pro uživatele
da: Angiv adgangskode til brugere
de: User-Passwort festlegen
fi: Aseta salasana käyttäjille
fr: Définir le mot de passe pour les utilisateurs

# StationControl
source: Problem with station control system
cs: Problém s řídicím systémem stanice
da: Problem med stationens styresystem
de: Problem Stationskontrollsystem
fi: Ongelma aseman ohjausjärjestelmässä
fr: Problème avec le système de contrôle de la station
no: Problem med stasjonens styringssystem

# StoppedByUser
source: Stopped by {0}
cs: Zastaveno uživatelem {0}
da: Stoppet af {0}
de: Angehalten von {0}
fi: Pysäytä {0}
fr: Arrêté par {0}
no: Stoppet av {0}

# StopReason
source: Select stop reason
cs: Důvod zastavení
da: Stop-grund
de: Grund für das Anhalten
fi: Lopeta syy
fr: Arrêter la raison
no: Velg stop-grunn

# ThemeHasChangedPleaseReloadApp
source: You changed theme. Please, reload app for theme to take effect.
cs: Změnili jste téma. Chcete-li, aby se motiv projevil, znovu načtěte aplikaci.
da: Du ændrede tema. Genindlæs app, så temaet træder i kraft.
de: Sie haben das Thema geändert. Bitte laden Sie die App neu, damit das Thema wirksam wird.
fi: Vaihdoit teemaa. Lataa sovellus, jotta teema tulee voimaan.
fr: Vous avez changé de thème. Veuillez recharger l'application pour que le thème prenne effet.

source: Track problem
cs: Železniční problém
da: Spor problem
de: Problem: Gleis
fi: Seuraa ongelmaa
fr: Problème de voie ferrée
no: Spor problem

source: Waiting for better times!
cs: Čekání na lepší časy!
da: Venter på bedre tider!
de: Warten auf bessere Zeiten!
fi: Odotetaan parempia aikoja!
fr: En attendant des temps meilleurs!
no: Venter på bedre tider!

# Weekday
source: Game weekday
cs: Všední den
da: Ugedag
de: Wochentag
fi: Pelin arkipäivä
fr: Jeu en semaine
no: Ukedag

# YouAreNotAuthorizedToStartTheClock
source: You are not permitted to start the clock.
cs: Není povoleno spouštět hodiny.
da: Du må ikke starte uret.
de: Sie dürfen die Uhr nicht starten.
fi: Et saa aloittaa kelloa.
fr: Vous n'êtes pas autorisé à démarrer l'horloge.

# YouAreNotAuthorizedToStopTheClock
source: You are not permitted to stop the clock.
cs: Není povoleno zastavit hodiny.
da: Du må ikke stoppe uret.
de: Sie dürfen die Uhr nicht anhalten.
fi: Et saa keskeyttää kelloa.
fr: Vous n'êtes pas autorisé à arrêter l'horloge.

source: Restart
da: Genstart
no: Start på nytt
