Repository: tellurianinteractive/Tellurian.Trains.ModuleMeetingApp
Catalog: src/Client/Resources/App.*.resx
Languages: hu, it, nl, nn, pl, sk, sv

# Weekday
source: Session weekday
hu: Játék hétköznap
it: Giorno della settimana del gioco
nl: Weekdag
nn: Vekedag
pl: Dzień tygodnia
sk: Relácia v pracovný deň
sv: Veckodag

# WelcomeUser
source: Welcome {0}
hu: Üdvözöljük {0}
it: Benvenuto {0}
nl: Welkom {0}
nn: Velkommen {0}
pl: Witamy {0}
sk: Vitajte {0}
sv: Välkommen {0}

# YouAreNotAuthorizedToStartTheClock
source: You are not permitted to start the clock.
hu: Nem szabad elindítani az órát.
it: Non è consentito avviare l'orologio.
nl: Het is niet toegestaan om de klok te starten.
nn: Du har ikkje lov til å starta klokka.
pl: Nie wolno uruchomić zegara.
sk: Nie je dovolené spustiť hodiny.
sv: Du får inte starta klockan.

# YouAreNotAuthorizedToStopTheClock
source: You are not permitted to stop the clock.
hu: Nem szabad leállítani az órát.
it: Non è consentito fermare l'orologio.
nl: Het is niet toegestaan om de klok te stoppen.
nn: Du har ikkje lov til å stoppa klokka.
pl: Nie wolno zatrzymać zegara.
sk: Nie je dovolené zastaviť hodiny.
sv: Du får inte stanna klockan.

source: Warning
hu: Figyelem
it: Avvertimento
nl: Waarschuwing
nn: Advarsel
pl: Ostrzeżenie
sk: Pozor
sv: Varning

source: Success
hu: Siker
it: Successo
nl: Succes
nn: Det gikk bra
pl: Sukces
sk: Úspech
sv: Det gick bra

source: Info
it: Informazioni
pl: Informacje

source: Error
hu: Hiba
it: Errore
nl: Fout
nn: Feil
pl: Błąd
sk: Chyba
sv: Fel

source: Note!
hu: Jegyzet!
it: Nota!
nl: Notitie!
nn: Merk!
pl: Uwaga!
sk: Poznámka!
sv: Obs!

# ClockWasStarted
source: The clock was started
hu: Beindult az óra
it: L'orologio è stato avviato
nl: De klok is gestart
nn: Klokka ble starta
pl: Zegar został uruchomiony
sk: Hodiny boli spustené
sv: Klockan startades

# ClockWasStopped
source: The clock was stopped
hu: Az órát leállították
it: L'orologio era fermo
nl: De klok is gestopt
nn: Klokka ble stoppa
pl: Zegar został zatrzymany
sk: Hodiny boli zastavené
sv: Klockan stoppades

# ClockWasRestarted
source: The clock was restarted
hu: Az óra újraindult
it: L'orologio è stato riavviato
nl: De klok is opnieuw gestart
nn: Klokka ble starta på nytt
pl: Zegar został uruchomiony ponownie
sk: Hodiny boli reštartované
sv: Klockan startades om

source: Not executed
hu: Nem hajtják végre
it: Non eseguito
nl: Niet uitgevoerd
nn: Ikkje utført
pl: Nie przeprowadzono
sk: Nevykonané
sv: Utfördes inte

source: Invalid settings
hu: Érvénytelen beállítások
it: Impostazioni non valide
nl: Ongeldige instellingen
nn: Ugyldige innstillingar
pl: Nieprawidłowe ustawienia
sk: Neplatné nastavenia
sv: Ogiltiga inställningar

source: Change clock settings and then click Save to confirm new clock
hu: Módosítsa az óra beállításait, majd kattintson az Mentés gombra az új óra megerősítéséhez
it: Modifica le impostazioni dell'orologio, quindi fai clic su Salva per confermare il nuovo orologio
nl: Wijzig de klokinstellingen en klik vervolgens op Opslaan om de nieuwe klok te bevestigen
nn: Endre klokkeinnstillinger, og klikk deretter Lagre for å bekrefte ny klokke
pl: Zmień ustawienia zegara, a następnie kliknij Zapisz, aby potwierdzić nowy zegar
sk: Zmeňte nastavenia hodín a potom kliknutím na Uložiť potvrďte nové hodiny
sv: Ändra klockinställningarna och klicka sedan på Spara för att bekräfta den nya klockan

source: Not authorized
hu: Nem engedélyezett
it: Non autorizzato
nl: Geen bevoegdheid
nn: Ikke autorisert
pl: Nieautoryzowany
sk: Neoprávnené
sv: Ej behörig

source: Vehicle breakdown
hu: A jármű meghibásodása
it: Guasto del veicolo
nl: Autopech
nn: Kjøretøyhavari
pl: Awaria pojazdu
sk: Porucha vozidla
sv: Fordonsfel

# ClockWasCreated
source: The clock was created
hu: Az óra létrejött
it: L'orologio è stato creato
nl: De klok is gemaakt
nn: Klokken ble opprettet
pl: Zegar został stworzony
sk: Hodiny boli vytvorené
sv: Klockat skapades

source: Analogue
hu: Hasonló
it: Analogico
nl: Analoog
nn: Analog
pl: Analog
sk: Analógové
sv: Analog

source: Digital
hu: Digitális
it: Digitale
nl: Digitaal
pl: Cyfrowy
sk: Digitálny

# SelectDisplay
source: Select display mode
hu: Válassza ki a megjelenítési módot
it: Seleziona la modalità di visualizzazione
nl: Selecteer weergavemodus
nn: Vel visningsmodus
pl: Wybierz tryb wyświetlania
sk: Vyberte režim zobrazenia
sv: Välj visningsläge

source: Select language
hu: Válasszon nyelvet
it: Seleziona la lingua
nl: Selecteer taal
nn: Vel språk
pl: Wybierz język
sk: Zvoľ jazyk
sv: Välj språk

source: Vehicle shortage
hu: Járműhiány
it: Carenza di veicoli
nl: Voertuig tekort
nn: Mangel på køyretøy
pl: Niedobór pojazdu
sk: Nedostatok vozidiel
sv: Fordonsbrist

source: Please wait...
hu: Kérlek várj...
it: Attendere prego...
nl: Even geduld aub...
nn: Ver vennleg og vent...
pl: Proszę czekać...
sk: Prosím čakajte...
sv: Vänligen vänta...

source: Done for today
hu: Mára kész
it: Fatto per oggi
nl: Klaar voor vandaag
nn: Ferdig for i dag
pl: Zrobione na dziś
sk: Na dnes hotovo
sv: Klart för idag

# StopsAtTimeForReason
source: Stops at {0}: {1}.
hu: Megálló: {0}: {1}.
it: Ferma a {0}: {1}.
nl: Haltes om {0}: {1}.
nn: Stoppar ved {0}: {1}.
pl: Przystanki na {0}: {1}.
sk: Zastavuje o {0}: {1}.
sv: Stoppar vid {0}: {1}.

# SessionInterruptsAtTime
source: Session interrupts at {0}
hu: Az ülésszak {0} órakor
it: La sessione si interrompe alle {0}
nl: Sessie onderbroken om {0} uur
nn: Spel blir avbrote {0}
pl: Przerwa w grze o godzinie {0}
sk: Prerušenie hry o {0}
sv: Spelet avbryts {0}

# SessionBreak
source: Session pause
hu: Játék szünet
it: Pausa del gioco
nl: Spelpauze
nn: Spelpaus
pl: Przerwa w grze
sk: Herná prestávka
sv: Speluppehåll

# BreakTime
source: Stop at fast time
hu: Álljon meg a gyors óraidőben
it: Fermati al ritmo veloce dell'orologio
nl: Stop op een snelle kloktijd
nn: Stopp ved rask klokketid
pl: Zatrzymaj się na szybkim zegarze
sk: Zastavte sa v rýchlom čase
sv: Stanna vid snabb klocktid

# GetClock
source: Get clock app
hu: Töltse le az óra alkalmazást
it: Ottieni l'app orologio
nl: Download klok-app
nn: Last ned klokke-appen
pl: Pobierz aplikację zegara
sk: Získajte aplikáciu hodín
sv: Skaffa klockappen

source: Show seconds hand
hu: Mutasd a másodpercmutatót
it: Mostra la lancetta dei secondi
nl: Toon secondewijzer
nn: Vis sekundviser
pl: Pokaż wskazówkę sekundową
sk: Zobraziť sekundovú ručičku
sv: Visa sekundvisare
