Repository: tellurianinteractive/Tellurian.Trains.ModuleMeetingApp
Catalog: src/Client/Resources/App.*.resx
Languages: hu, it, nl, nn, pl, sk, sv

source: About
hu: Az alkalmazásról
it: Informazioni sull'app
nl: Info
nn: Om
pl: O
sk: O
sv: Om

source: All documentation available at
hu: Minden dokumentáció elérhető a címen
it: Tutta la documentazione disponibile su
nl: Alle documentatie is beschikbaar op
nn: All dokumentasjon tilgjengeleg på
pl: Cała dokumentacja dostępna na
sk: Všetka dokumentácia dostupná na
sv: All dokumentation finns på

# AnotherUserHasStoppedClock
source: User {0} has stopped the clock!
hu: {0} felhasználó leállította az órát!
it: L'utente {0} ha fermato l'orologio!
nl: Gebruiker {0} heeft de klok gestopt!
nn: Brukar {0} har stoppa klokka!
pl: Użytkownik {0} zatrzymał zegar!
sk: Používateľ {0} zastavil hodiny!
sv: Användare {0} har stoppat klockan!

source: Apply
hu: Felhasznál
it: Applicare
nl: Toepassen
nn: Bruk
pl: Zastosuj
sk: Použiť
sv: Tillämpa

# ApplyTooltip
source: Apply the settings that take effect immediately.
hu: Alkalmazza az azonnal életbe lépő beállításokat.
it: Applica le impostazioni che hanno effetto immediato.
nl: Pas de instellingen toe die onmiddellijk van kracht worden.
nn: Bruk innstillingane som trer i kraft umiddelbart.
pl: Zastosuj ustawienia, które zaczną obowiązywać natychmiast.
sk: Použite nastavenia, ktoré sa prejavia okamžite.
sv: Tillämpa de inställningar som träder i kraft omedelbart.

# AppName
source: The Fast Clock
hu: Gyors óra
it: Orologio veloce
nl: Snelle klok
nn: Hurtigklokke
pl: Szybki zegar
sk: Rýchle hodiny
sv: Snabbklocka

source: Bad request
hu: Rossz kérés
it: Brutta richiesta
nl: Slechte aanvraag
nn: Ugyldig førespurnad
pl: Błędne żądanie
sk: Zlá požiadavka
sv: Oj, något har gått fel

source: Booster error
hu: Booster hiba
it: Errore booster
nl: Booster-fout
nn: Boosterfeil
pl: Błąd boostera
sk: Chyba booster
sv: Boosterfel

source: Breakfast
hu: Reggeli
it: Prima colazione
nl: Ontbijt
nn: Frukost
pl: Śniadanie
sk: Raňajky
sv: Frukost

source: Cabling error
hu: Kábelezési hiba
it: Errore di cablaggio
nl: Bekabelingsfout
nn: Kablingsfeil
pl: Błąd okablowania
sk: Chyba kabeláže
sv: Kabelfel

# CentralError
source: Error in DCC central
hu: Hiba a digitális központban
it: Errore nella centrale digitale
nl: Fout in digitaal centraal
nn: Feil i digital sentral
pl: Błąd w centrali cyfrowej
sk: Chyba v centrále DCC
sv: Fel i centralenheten

source: Clock
hu: Óra
it: Orologio
nl: Klok
nn: Klokke
pl: Zegar
sk: Hodiny
sv: Klockan

source: Clock Administration
hu: Óra Adminisztráció
it: Amministrazione dell'orologio
nl: Klokbeheer
nn: Klokkeadministrasjon
pl: Administracja zegarem
sk: Správa hodín
sv: Klockadministration

source: Clock is running in real time
hu: Az óra valós időben fut
it: L'orologio funziona in tempo reale
nl: De klok loopt in realtime
nn: Klokka køyrer i sanntid
pl: Zegar działa w czasie rzeczywistym
sk: Hodiny bežia v reálnom čase
sv: Klockan kör i realtid

source: Clock password
hu: Órajelszó
it: Password dell'orologio
nl: Klokwachtwoord
nn: Klokkepassord
pl: Hasło zegara
sk: Heslo hodín
sv: Klocklösenord

source: Clock settings
hu: Órabeállítások
it: Impostazioni dell'orologio
nl: Klokinstellingen
nn: Klokkeinnstillingar
pl: Ustawienia zegara
sk: Nastavenia hodín
sv: Klockinställningar

# ClockSpeed
source: Clock speed {0:F1}
hu: Órajel: {0:F1}
it: Velocità di orologio {0:F1}
nl: Kloksnelheid {0:F1}
nn: Klokkefart {0:F1}
pl: Szybkość zegara {0:F1}
sk: Rýchlosť hodín {0:F1}
sv: Klockans hastighet {0:F1}

source: Clock users
hu: Óra felhasználók
it: Utenti dell'orologio
nl: Klok gebruikers
nn: Klokkebrukarar
pl: Użytkownicy zegara
sk: Používatelia hodín
sv: Klockanvändare

source: Hall is closing
hu: A csarnok bezár
it: La sala sta chiudendo
nl: Hal sluit
nn: Hallen stenger
pl: Hala się zamyka
sk: Hala sa zatvára
sv: Hallen stänger

# CoffeBreak
source: Coffee break
hu: Kávészünet
it: Pausa caffè
nl: Koffiepauze
nn: Kaffipause
pl: Przerwa na kawę
sk: Prestávka na kávu
sv: Fikapaus

source: Conflict
hu: Konfliktus
it: Conflitto
nl: Tegenstrijdig
nn: Motstridande
pl: Sprzeczny
sk: Konflikt
sv: Motstridande

source: Contact
hu: Érintkezés
it: Contatto
nl: Contactpersoon
nn: Kontakt
pl: Kontakt
sk: Kontakt
sv: Kontakt

# ContinueGameFromThisTime
source: Continue session from this time
hu: A játék folytatása ettől az időponttól
it: Continua il gioco da questo momento
nl: Ga door met spelen vanaf deze tijd
nn: Hald fram spelet frå denne tida
pl: Kontynuuj grę od tego czasu
sk: Pokračujte v relácii od tohto času
sv: Fortsätt spelet från denna tid

source: Create new clock
hu: Új óra létrehozása
it: Crea nuovo orologio
nl: Maak een nieuwe klok
nn: Lag ny klokke
pl: Utwórz nowy zegar
sk: Vytvorte nové hodiny
sv: Skapa ny klocka

# CreateNewClockTooltip
source: Fills the form with a new random clock name and random passwords.
hu: Új véletlenszerű óranévvel és véletlenszerű jelszavakkal tölti ki az űrlapot.
it: Compila il modulo con un nuovo nome di orologio casuale e password casuali.
nl: Vult het formulier met een nieuwe willekeurige kloknaam en willekeurige wachtwoorden.
nn: Fyller ut skjemaet med eit nytt tilfeldig klokkenamn og tilfeldige passord.
pl: Wypełnia formularz nową losową nazwą zegara i losowymi hasłami.
sk: Vyplní formulár novým náhodným názvom hodín a náhodnými heslami.
sv: Fyller i formuläret med ett nytt slumpmässigt klocknamn och slumpmässiga lösenord.

# CurrentClockName
source: Current clock name: {0}
hu: Az óra jelenlegi neve: {0}
it: Nome orologio corrente: {0}
nl: Huidige kloknaam: {0}
nn: Gjeldande klokkenamn: {0}
pl: Obecna nazwa zegara: {0}
sk: Aktuálny názov hodín: {0}
sv: Nuvarande klocknamn: {0}

# CurrentClockUsers
source: Current {0} clock users
hu: Jelenlegi {0} óra felhasználó
it: Utenti di orologio {0} correnti
nl: Huidige {0} klok gebruikers
nn: Noverande brukarar av {0} klokke
pl: Obecni użytkownicy zegara {0}
sk: Aktuálni používatelia hodín: {0}
sv: Aktuella användare av {0} klocka

source: Dark
hu: Sötét
it: Buio
nl: Donker
nn: Mørk
pl: Ciemny
sk: Tmavý
sv: Mörkt

# Delays
source: Delays, keep driving until you catch up
hu: Késések, vezessen, amíg utoléri
it: Ritardi, continua a guidare finché non raggiungi
nl: Vertragingen, blijf rijden totdat je de trein hebt ingehaald
nn: Forseinkingar, hald fram med å køyra til du tek igjen
pl: Opóźnienia
sk: Meškanie, pokračujte v jazde, kým nedobehnete
sv: Förseningar, fortsätt köra tills du kommer ikapp

source: Derailment
hu: Kisiklás
it: Deragliamento
nl: Ontsporing
nn: Avsporing
pl: Wykolejenie
sk: Vykoľajenie
sv: Urspårning

source: Dinner
hu: Vacsora
it: Cena
nl: Diner
nn: Middag
pl: Kolacja
sk: Večera
sv: Middag

source: Display time maximized
hu: Maximális megjelenítési idő
it: Tempo di visualizzazione massimizzato
nl: Maximale weergavetijd
nn: Visningstid maksimert
pl: Maksymalizacja czasu wyświetlania
sk: Maximalizovaný čas zobrazenia
sv: Visad tid maximerad

# DriverShortage
source: Driver shortage, continue driving
hu: Sofőr hiány, folytassa a vezetést
it: Carenza di driver, continua a guidare
nl: Mangel på personale, fortsett å kjøre
nn: Sjåførmangel, hald fram med å køyra
pl: Brak personelu, kontynuuj jazdę
sk: Nedostatok vodičov, pokračujte v jazde
sv: Personalbrist, fortsätt köra

source: Expected resume time
hu: A folytatás várható időpontja
it: Tempo di ripresa previsto
nl: Verwachte hervattijd
nn: Forventa gjenopptakstid
pl: Oczekiwany czas wznowienia
sk: Očakávaný čas obnovenia
sv: Förväntat återstartstid

source: Fast clock
hu: Gyors óra
it: Orologio veloce
nl: Snelle klok
nn: Hurtigklokke
pl: Szybki zegar
sk: Rýchle hodiny
sv: Snabbklocka

source: Friday
hu: Péntek
it: Venerdì
nl: Vrijdag
nn: fredag
pl: Piątek
sk: Piatok
sv: Fredag

# GameDuration
source: Session duration (hours)
hu: A játék időtartama (óra)
it: Durata del gioco (ore)
nl: Speelduur (uren)
nn: Varigheita til spelet (timar)
pl: Czas trwania gry (godziny)
sk: Trvanie relácie (hodiny)
sv: Varaktighet (timmar)

# GameEndsAtTime
source: Session ends at {0}, real time {1}
hu: A játék vége: {0}, valós időben: {1}
it: Il gioco termina alle {0}, tempo reale {1}
nl: Game eindigt om {0}, realtime {1}
nn: Spelet blir avslutta {0}, sanntid {1}
pl: Gra kończy się o {0}, w czasie rzeczywistym {1}
sk: Relácia sa končí o {0}, v reálnom čase {1}
sv: Spelet slutar {0}, verklig tid {1}

# GameHourIsMinutes
source: Session hour is {0:F0} min
hu: A játék órája {0:F0} perc
it: L'ora di gioco è di {0:F0} minuti
nl: Het speeluur is {0:F0} minuten
nn: Speletime er {0:F0} min
pl: Godzina gry to {0:F0} minut
sk: Hodina relácie je {0:F0} min
sv: Speltimme är {0:F0} min

# GameIsPaused
source: Session is paused
hu: A játék szünetel
it: Il gioco è in pausa
nl: Het spel is gepauzeerd
nn: Spillet er satt på pause
pl: Gra jest wstrzymana
sk: Relácia je pozastavená
sv: Spelet är pausat

# GameIsPausedFor
source: Session is paused for
hu: A játék szünetel
it: Il gioco è in pausa per la
nl: Het spel is gepauzeerd vanwege de
nn: Spelet er sett på pause
pl: Gra jest wstrzymana na
sk: Relácia je pozastavená na
sv: Spelet är pausat för

# SessionIsResumedAtTime
source: Session is resumed at {0}
hu: A játék folytatása ekkor {0}
it: Il gioco riprende alle {0}
nl: Game wordt hervat om {0}
nn: Spelet blir tatt opp att {0}
pl: Gra zostaje wznowiona o {0}
sk: Relácia je obnovená o {0}
sv: Spelet startar igen {0}

# SessionEnded
source: Session has ended!
hu: Játék vége!
it: Gioco finito!
nl: Spel is over!
nn: Spel slutt!
pl: Koniec gry!
sk: Relácia sa skončila!
sv: Spelet är slut!

# GameStartTime
source: Session start time
hu: A játék kezdési ideje
it: Ora di inizio del gioco
nl: Begintijd
nn: Starttid
pl: Czas rozpoczęcia
sk: Čas začiatku relácie
sv: Starttid

source: Home
hu: Kezdőlap
it: Inizio
nl: Start
nn: Heim
pl: Strona główna
sk: Domov
sv: Hem

source: IP-address
hu: IP-cím
it: Indirizzo IP
nl: IP-adres
nn: IP-adresse
pl: Adres IP
sk: IP adresa
sv: IP-adress

# IsRunning
source: Clock is running
hu: Az óra fut
it: L'orologio sta funzionando
nl: De klok loopt
nn: Klokka køyrer
pl: Zegar działa
sk: Hodiny bežia
sv: Klockan går

source: Latest access time
hu: Legutóbbi hozzáférési idő
it: Ultimo orario di accesso
nl: Laatste toegangstijd
nn: Siste tilgangstid
pl: Ostatni czas dostępu
sk: Najnovší čas prístupu
sv: Senaste åtkomsttid

source: Learn more
hu: Tudj meg többet
it: Per saperne di più
nl: Leer meer
nn: Lære meir
pl: Ucz się więcej
sk: Uč sa viac
sv: Lär mer

source: Light
hu: Világos
it: Chiaro
nl: Licht
nn: Lys
pl: Lekki
sk: Svetlo
sv: Ljust

source: LocoNet error
hu: LocoNet hiba
it: Errore di LocoNet
nl: LocoNet-fout
nn: LocoNet-feil
pl: Błąd LocoNet
sk: Chyba LocoNet
sv: LocoNet-fel

source: Lunch
hu: Ebéd
it: Pranzo
nn: Lunsj
pl: Obiad
sk: Obed

source: Meeting
hu: Találkozó
it: iIcontro
nl: Vergadering
nn: Møte
pl: Spotkanie
sk: Stretnúť sa
sv: Möte

source: Message
hu: Közlés
it: Messaggio
nl: Bericht
nn: Melding
pl: Wiadomość
sk: Správa
sv: Meddelande

source: Mode
hu: Mód
it: Modalità operativa
nl: Modus
nn: Modus
pl: Tryb
sk: Režim
sv: Läge

source: Monday
hu: Hétfő
it: Lunedi
nl: Maandag
nn: Måndag
pl: Poniedziałek
sk: Pondelok
sv: Måndag

source: No day
hu: Nincs nap
it: Nessun giorno
nl: Geen dag
nn: Ingen dag
pl: Nie ma dnia
sk: Žiadny deň
sv: Ingen dag

source: None
hu: Egyik sem
it: Nessuna
nl: Geen
nn: Ingen
pl: Brak
sk: Ziadne
sv: Ingen

source: no reason
hu: ok nélkül
it: nessuna ragione
nl: geen reden
nn: ingen grunn
pl: brak przyczyny
sk: žiadny dôvod
sv: utan orsak

# NotFound
source: Sorry, there's nothing at this address!
hu: Sajnos ezen a címen nincs semmi!
it: Spiacenti, non c'è niente a questo indirizzo!
nl: Sorry, er is niets op dit adres!
nn: Beklagar, det er ikkje noko på denne adressa!
pl: Przepraszamy, nie ma nic pod tym adresem!
sk: Prepáčte, na tejto adrese nič nie je!
sv: Tyvärr finns det ingenting på den här adressen!

# NoUsersOrUnathorized
source: No users or you are not authorised.
hu: Nincsenek felhasználók vagy nem engedélyezettek.
it: Nessun utente o non autorizzato.
nl: Geen gebruikers of niet geautoriseerd.
nn: Ingen brukarar eller du er ikkje autorisert.
pl: Brak użytkowników lub brak autoryzacji.
sk: Žiadni používatelia alebo nemáte oprávnenie.
sv: Inga användare eller du är inte behöriga.

# OnlyAdministratorCanStart
source: Only administrator can restart
hu: Csak a rendszergazdák indíthatják újra
it: Solo l'amministratore può riavviare
nl: Alleen de beheerder kan opnieuw opstarten
nn: Berre administrator kan starta på nytt
pl: Tylko administrator może zrestartować
sk: Reštartovať môže iba správca
sv: Endast administratören kan starta om

# Other
source: Other reason
hu: Más ok
it: Un'altra ragione
nl: Andere reden
nn: Annen grunn
pl: Inna przyczyna
sk: Iný dôvod
sv: Annan orsak

source: Pause at real time
hu: Szünet valós időben
it: Pausa in tempo reale
nl: Pauzeer in realtime
nn: Pause ved klokken
pl: Zatrzymaj się w czasie rzeczywistym
sk: Pozastaviť v reálnom čase
sv: Pausa vid klockan

# PauseAtTimeForReason
source: Pause from {0} for {1}.
hu: Szünet innen: {0} {1} időtartamra.
it: Metti in pausa da {0} per {1}.
nl: Pauzeer van {0} voor {1}.
nn: Pause frå {0} for {1}.
pl: Wstrzymaj od {0} dla {1}.
sk: Pozastaviť od {0} na {1}.
sv: Paus från {0} för {1}.

# PauseBetweenTimeForReason
source: Pause between {0} and {1} for {2}.
hu: Szünet {0} és {1} között {2} időtartamra.
it: Metti in pausa tra {0} e {1} per {2}.
nl: Pauzeer tussen {0} en {1} voor {2}.
nn: Pause mellom {0} og {1} for {2}.
pl: Zatrzymaj się między {0} a {1} dla {2}.
sk: Pozastaviť medzi {0} a {1} na {2}.
sv: Paus mellan {0} och {1} för {2}.

source: Point problem
hu: Választási probléma
it: Punto problema
nl: Schakel probleem
nn: Sporskiftefeil
pl: Zmień problem
sk: Problém: Spínače
sv: Växelfel

# Realclock
source: Real time clock
hu: Valós idejű óra
it: Orologio in tempo reale
nl: Klok realtime
nn: Sanntidsklokke
pl: Zegar czasu rzeczywistego
sk: Hodiny reálneho času
sv: Realtidsklocka

source: References
hu: Hivatkozások
it: Riferimenti
nl: Verwijzingen
nn: Referansar
pl: Odwołania
sk: Referencie
sv: Referenser

source: Refresh
hu: Frissítés
it: Ricaricare
nl: Vernieuwen
nn: Oppdater
pl: Odśwież
sk: Obnoviť
sv: Uppdatera

# RefreshTooltip
source: Refreshes the form with actual settings from server.
hu: Frissíti az űrlapot a szerver tényleges beállításaival.
it: Aggiorna il modulo con le impostazioni effettive dal server.
nl: Vernieuwt het formulier met de werkelijke instellingen van de server.
nn: Oppdaterer skjemaet med faktiske innstillingar frå serveren.
pl: Odświeża formularz aktualnymi ustawieniami z serwera.
sk: Obnoví formulár aktuálnymi nastaveniami zo servera.
sv: Uppdaterar formuläret med faktiska inställningar från servern.

source: Register
hu: Regisztrálja
it: Registrati
nl: Registriren
nn: Registrer
pl: Zarejestruj
sk: Registrovať
sv: Registering

# RegisterNameAndPassword
source: Register name and clock password to modify clock settings
hu: Regisztrálja a nevet és az órajelszót az órabeállítások módosításához
it: Registrare il nome e la password dell'orologio per modificare le impostazioni dell'orologio
nl: Registreer naam en klokwachtwoord om de klokinstellingen te wijzigen
nn: Registrer namn og klokkepassord for å endra klokkeinnstillingar
pl: Zarejestruj nazwę i hasło zegara, aby zmienić ustawienia zegara
sk: Zaregistrujte meno a heslo hodín na úpravu nastavení hodín
sv: Registrera namn och klocklösenord för att ändra klockinställningar

# RegisterNameAndPasswordForStoppingClock
source: Register name and password to be able to stop clock.
hu: Regisztráljon nevet és jelszót az óra leállításához.
it: Registra nome e password per poter fermare l'orologio.
nl: Registreer naam en wachtwoord om de klok te kunnen stoppen.
nn: Registrer namn og passord for å kunna stoppa klokka.
pl: Zarejestruj nazwę i hasło, aby móc zatrzymać zegar.
sk: Zaregistrujte si meno a heslo, aby ste mohli zastaviť hodiny.
sv: Registrera namn och lösenord för att kunna stoppa klockan.

source: Reset
hu: Visszaállítás
it: Reimposta
nl: Resetten
nn: Tilbakestill
pl: Zresetuj
sk: Resetovať
sv: Återställ

# ResetTooltip
source: Resets the clock to the session's start time.
hu: Újraindítja az órát a játék kezdeti kezdetétől.
it: Reimposta l'orologio sull'ora di inizio del gioco.
nl: Zet de klok terug naar de starttijd van het spel.
nn: Tilbakestiller klokken til spillets starttid.
pl: Resetuje zegar do czasu rozpoczęcia gry.
sk: Resetuje hodiny na čas začiatku relácie.
sv: Återställer klockan till spelets starttid.

source: Saturday
hu: Szombat
it: Sabato
nl: Zaterdag
nn: Laurdag
pl: Sobota
sk: Sobota
sv: Lördag

source: Save
hu: Adatok mentése
it: Salva
nl: Opslaan
nn: Lagre
pl: Zapisz
sk: Uložiť
sv: Spara

source: Saved
hu: Adatok mentve
it: Salvato
nl: Opgeslagen
nn: Lagra
pl: Zapisano
sk: Uložené
sv: Sparat

source: Select clock
hu: Válassza ki az órát
it: Seleziona orologio
nl: Selecteer klok
nn: Vel klokke
pl: Wybierz zegar
sk: Vyberte hodiny
sv: Välj klocka

source: Select clock and more settings
hu: Válassza ki az órát és további beállításokat
it: Seleziona orologio e altre impostazioni
nl: Selecteer klok en meer instellingen
nn: Vel klokke og fleire innstillingar
pl: Wybierz zegar i inne ustawienia
sk: Vyberte hodiny a ďalšie nastavenia
sv: Välj klocka och fler inställningar

source: Select clock mode
hu: Válassza ki az óra módot
it: Seleziona la modalità orologio
nl: Selecteer klokmodus
nn: Vel klokkemodus
pl: Wybierz tryb zegara
sk: Vyberte režim hodín
sv: Välj klockläge

source: Select stop reason
hu: Válassza ki a leállás okát
it: Seleziona motivo interruzione
nl: Selecteer stop reden
nn: Vel stopp grunn
pl: Wybierz przyczynę zatrzymania
sk: Vyberte dôvod zastavenia
sv: Välj anledning för stopp

# SelectTheme
source: Select colour theme
hu: Válasszon színtémát
it: Seleziona il tema del colore
nl: Selecteer een kleurthema
nn: Vel fargetema
pl: Wybierz motyw kolorystyczny
sk: Vyberte farebný motív
sv: Välj färgtema

# SetClockAdministratorPassword
source: Set password for administrators
hu: Jelszó beállítása a rendszergazdáknak
it: Imposta la password per gli amministratori
nl: Stel wachtwoord in voor beheerders
nn: Angi passord for administratorar
pl: Ustaw hasło dla administratorów
sk: Nastavte heslo pre správcov
sv: Ange lösenord för administratörer

source: Set clock name
hu: Állítsa be az óra nevét
it: Imposta il nome dell'orologio
nl: Stel de kloknaam in
nn: Angi klokke namn
pl: Ustaw czas
sk: Nastavte názov hodín
sv: Ange klocknamn

# SetClockUserPassword
source: Set password for users
hu: Jelszó beállítása a felhasználók számára
it: Imposta la password per gli utenti
nl: Stel wachtwoord in voor gebruikers
nn: Angi passord for brukarar
pl: Ustaw hasło dla użytkowników
sk: Nastavte heslo pre používateľov
sv: Ange lösenord för användare

source: Settings
hu: Beállítások
it: Impostazioni
nl: Instellingen
nn: Innstillingar
pl: Ustawienia
sk: Nastavenie
sv: Inställningar

source: Show less
hu: Mutass kevesebbet
it: Mostra meno
nl: Minder weergeven
nn: Vis mindre
pl: Pokaż mniej
sk: Ukážte menej
sv: Visa mindre

source: Show more
hu: Mutass többet
it: Mostra di più
nl: Meer weergeven
nn: Vis meir
pl: Pokaż więcej
sk: Zobraziť viac
sv: Visa mer

source: Show real time when paused
hu: Valós idejű megjelenítése szüneteltetve
it: Mostra il tempo reale quando è in pausa
nl: Toon realtime wanneer gepauzeerd
nn: Vis sanntid når du er på pause
pl: Pokaż w czasie rzeczywistym po wstrzymaniu
sk: Pri pozastavení zobraziť skutočný čas
sv: Visa realtid under pausen

# Speed
source: Clock speed
hu: Órajel
it: Velocità dell'orologio
nl: Kloksnelheid
nn: Klokkefart
pl: Częstotliwość zegara
sk: Rýchlosť hodín
sv: Klockhastighet

source: Start
hu: Rajt
it: Inizio
nl: Begin
pl: Początek
sk: Štart
sv: Starta

# StartTooltip
source: Starts the clock.
hu: Elindítja az órát.
it: Fa partire l'orologio.
nl: Start de klok.
nn: Startar klokka.
pl: Uruchamia zegar.
sk: Spustí hodiny.
sv: Startar klockan.

# StationControl
source: Problem with station control system
hu: Probléma az állomásvezérlő rendszerrel
it: Problema con il sistema di controllo della stazione
nl: Probleem met stationcontrolesysteem
nn: Problem med styringssystemet til stasjonen
pl: Problem z systemem kontroli stacji
sk: Problém s riadiacim systémom stanice
sv: Problem med stationens styrsystem

source: Station- or personal name
hu: Állomás- vagy személynév
it: Stazione o nome personale
nl: Station- of persoonlijke naam
nn: Stasjons- eller personnamn
pl: Nazwa stacji lub osobista
sk: Názov stanice alebo osobné meno
sv: Stations- eller personligt namn

source: Stop
hu: Hagyd abba
it: Fermare
nl: Stoppen
nn: Stopp
pl: Zatrzymaj
sv: Stoppa

# StoppedByUser
source: Stopped by {0}
hu: Megállt: {0}
it: Fermato da {0}
nl: Gestopt door {0}
nn: Stoppet av {0}
pl: Zatrzymany przez {0}
sk: Zastavil sa {0}
sv: Stoppad av {0}

source: Stop reason
hu: A leállás oka
it: Fermare la ragione
nl: Stop reden
nn: Stopp grunn
pl: Przestań rozumować
sk: Zastav rozum
sv: Anledning till stopp

# StopTooltip
source: Stops the clock without a specific reason given.
hu: Konkrét ok nélkül leállítja az órát.
it: Ferma l'orologio senza una ragione specifica fornita.
nl: Stopt de klok zonder een specifieke reden.
nn: Stoppar klokka utan spesifikk grunn.
pl: Zatrzymuje zegar bez podania przyczyny.
sk: Zastaví hodiny bez udania konkrétneho dôvodu.
sv: Stoppar klockan utan någon specifik anledning.

source: Sunday
hu: Vasárnap
it: Domenica
nl: Zondag
nn: Søndag
pl: Niedziela
sk: Nedeľa
sv: Söndag

# ThemeHasChangedPleaseReloadApp
source: You changed theme. Please, reload app for theme to take effect.
hu: Témát váltottál. Kérjük, töltse újra az alkalmazást, hogy a téma életbe lépjen.
it: Hai cambiato tema. Per favore, ricarica l'app affinché il tema abbia effetto.
nl: Je bent van thema veranderd. Laad de app opnieuw om het thema van kracht te laten worden.
nn: Du endra tema. Last inn appen på nytt for at temaet skal tre i kraft.
pl: Zmieniłeś motyw. Załaduj ponownie aplikację, aby motyw zadziałał.
sk: Zmenili ste tému. Znova načítajte aplikáciu, aby sa téma prejavila.
sv: Du ändrade tema. Ladda om appen så att temat träder i kraft.

source: Thursday
hu: Csütörtök
it: Giovedi
nl: Donderdag
nn: Torsdag
pl: Czwartek
sk: Štvrtok
sv: Torsdag

source: Track problem
hu: Vasúti pálya probléma
it: Traccia il problema
nl: Volg probleem
nn: Spor problem
pl: Śledź problem
sk: Problém so stopou
sv: Spårfel

source: Tuesday
hu: Kedd
it: Martedì
nl: Dinsdag
nn: Tysdag
pl: Wtorek
sk: Utorok
sv: Tisdag

source: Unauthorized
hu: Jogosulatlan
it: Non autorizzato
nl: Ongeautoriseerd
nn: Uautorisert
pl: Brak autoryzacji
sk: Neoprávnené
sv: Obehörig

source: Unknown
hu: Ismeretlen
it: Sconosciuto
nl: Onbekend
nn: Ukjend
pl: Nieznany
sk: Neznámy
sv: Okänd

# UserName
source: User
hu: Felhasználó
it: Utente
nl: Gebruiker
nn: Brukar
pl: Użytkownik
sk: Používateľ
sv: Användare

# UsernameIsAlreadyTaken
source: Username '{0}' is already taken.
hu: A(z) „{0}” felhasználónév már foglalt.
it: Il nome utente '{0}' è già in uso.
nl: Deze gebruikersnaam '{0}' is reeds in gebruik.
nn: Brukarnamnet '{0}' er allereie tatt.
pl: Ta nazwa użytkownika '{0}' jest już w użyciu.
sk: Používateľské meno '{0}' je už obsadené.
sv: Användarnamn '{0}' är redan upptaget.

source: Waiting for better times!
hu: Várjuk a jobb időket!
it: Aspettando tempi migliori!
nl: Wachten op betere tijden!
nn: Ventar på betre tider!
pl: Czekam na lepsze czasy!
sk: Čakanie na lepšie časy!
sv: Väntar på bättre tider!

source: Waiting for data...
hu: Várakozás az adatokra...
it: In attesa di dati...
nl: Wachten op gegevens ...
nn: Ventar på data...
pl: Oczekiwanie na dane...
sk: Čaká sa na dáta...
sv: Väntar på data...

source: Wednesday
hu: Szerda
it: Mercoledì
nl: Woensdag
nn: Onsdag
pl: Środa
sk: Streda
sv: Onsdag
